/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ 제품 등록 V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "최적의 설치 환경을 위해 OS X %s 이상을 사용하십시오.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "%@ 등록 서버 연결에 문제가 있습니다. 나중에 다시 시도하십시오.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "인터넷 연결에 문제가 있습니다. 나중에 다시 시도하십시오.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "기본 브라우저를 찾을 수 없거나 열 수 없습니다.";

"OK" = "확인";
